
{
    "Navigation.Beranda": "Beranda",
    "Navigation.Tentang_kami": "Tentang Kami",
    "Navigation.Produk_dan_Layanan": "Produk & layanan",
    "Navigation.Struktur_organisasi": "Struktur Organisasi",
    "Navigation.Berita_dan_Artikel": "Berita & Artikel",
    "Navigation.Galeri": "Galeri",
    "Hero.Selengkapnya": "Selengkapnya",
    "Hero.CNG": "CNG merupakan salah satu sumber energi alternatif yang disimpan dalam tekanan tinggi dan mulai banyak digunakan sebagai bahan bakar industri dan kendaraan. CNG dapat mengurangi emisi Karbondioksida (CO2) hingga mencapai 30%, emisi Karbon Monoksida (CO) hingga 90% dan Nitrogen Oksida hingga 95%.",
    "Benefits_CNG": "Keunggulan Menggunakan CNG",
    "Benefits_ecofuel": "Bahan bakar yang ramah lingkungan dan bersih",
    "Benefits_gasemisi": "Menghasilkan gas emisi yang rendah",
    "Benefits_invest": "Investasi yang murah dan tahan lama",
    "Benefits_machine": "Mesin produksi lebih bersih",
    "Benefits_safety": "Bahan bakar yang aman di banding bahan bakar lain.",
    "Benefits_cost": "Biaya produksi lebih hemat hingga 30-40%",
    "MS_tittle": "Mother Station",
    "MS_desc": "Kami menyediakan fasilitas lengkap mulai dari proses kompresi gas alam, manufaktur tabung CNG, hingga instalasi jaringan pipa, yang didukung layanan konsultasi energi profesional untuk memastikan efisiensi dan keamanan.",
    "Clients_tittle": "Klien Kami",
    "Last_section": "Wujudkan Energi Bersih Bersama Kami",
    "Last_contact": "Hubungi Kami",
    "Footer_Services": "Layanan",
    "Footer_Sweet": "Ikuti kami dan dapatkan info menarik!",
    "Footer_Info": "Dapatkan Informasi Terbaru Dari Kami!",
    "About_tittle": "Tentang Kami",
    "About_desc": "PT Rajawali Chakti Utama adalah perusahaan energi yang berfokus pada penyediaan solusi energi bersih berbasis CNG (Compressed Natural Gas) di Indonesia. Dengan visi menjadi pemimpin pasar energi ramah lingkungan, perusahaan ini berkomitmen menghadirkan layanan dan produk berkualitas tinggi yang memenuhi kebutuhan pelanggan, sekaligus mendukung pembangunan berkelanjutan.",
    "About_desc2": "CNG yang ditawarkan lebih ramah lingkungan, mampu menekan emisi hingga 90% dan membantu efisiensi biaya produksi hingga 30-40%, menjadikannya pilihan energi yang bersih, aman, dan hemat untuk industri maupun transportasi.",
    "About_vision": "Visi",
    "About_mission": "Misi",
    "About_vision_details": "Menjadi pemimpin pasar dalam penyediaan solusi energi bersih berbasis CNG di Indonesia, dengan jaringan distribusi yang luas dan terpercaya.",
    "About_vision_details2": "Menjadi mitra energi yang terpercaya bagi pelanggan, dengan menyediakan produk dan layanan berkualitas tinggi yang memenuhi kebutuhan dan harapan mereka.",
    "About_vision_details3": "Menjadi perusahaan energi yang bertanggung jawab secara sosial dan lingkungan, dengan menerapkan praktik bisnis yang berkelanjutan dan berkontribusi pada pembangunan berkelanjutan.",
    "About_mission_details": "Membangun stasiun pengisian (mother station) CNG yang strategis di sepanjang jalur transportasi umum, serta menyediakan layanan purna jual yang cepat dan efisien.",
    "About_mission_details2": "Mengembangkan dan memperluas infrastruktur CNG yang modern dan efisien, guna memastikan ketersediaan pasokan gas yang stabil dan terjangkau.",
    "About_mission_details3": "Membangun kemitraan strategis dengan berbagai pihak, termasuk pemerintah, pemasok, dan pelanggan, untuk memperkuat posisi perusahaan di pasar.",
    "P&D_tittle": "Solusi Energi Bersih & Efisien",
    "P&D_desc": "Kami menyediakan layanan berbasis Compressed Natural Gas (CNG) untuk mendukung industri dan transportasi dengan biaya hemat, ramah lingkungan, serta teknologi modern. Dengan pengalaman dan komitmen kami, setiap solusi energi yang ditawarkan selalu mengutamakan keamanan, efisiensi, dan keberlanjutan."
}

